/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ on %@";
msgFromAdminOnMachine = "%@ on %@";

lastAccessHoursString = "more than %d hours ago";
lastAccessMinutesString = "%d minutes ago";
lastAccessSecondsString = "%d seconds ago";
lastAccessOneHourString = "more than 1 hour ago";
lastAccessOneMinuteString = "1 minute ago";
lastAccessOneSecondString = "1 second ago";

errAttnReqCommString = "The message couldn’t be sent because of a communication error.";
errAttnReqNoAdminString = "No administrator is currently available.";
errTextChatCommString = "Chatting has stopped because of a communication error.";

unknownLastAccess = "Unknown";

restartRequestTitle = "Software has been installed which requires a restart.";
restartRequestMessage = "A Remote Desktop administrator has installed software on your computer. This software will not be available until the machine has restarted. Click Restart to quit all applications and restart.";
buttonCancel = "Cancel";
buttonContinue = "Restart";
